Repository: mastodon/mastodon-ios
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/Localizable-Collections.xcstrings
Source language: en
Languages: be, da, de, es_ar, et, fr, ga, is, it, nl, tr, uk, vi, zh_hant

# Scene.Collections.authorLabel
source: by %1$(authorHandle)@
be: ад %1$(authorHandle)@
da: af %1$(authorHandle)@
de: von %1$(authorHandle)@
es_ar: por %1$(authorHandle)@
et: autorilt %1$(authorHandle)@
fr: par %1$(authorHandle)@
ga: le %1$(authorHandle)@
is: frá %1$(authorHandle)@
it: di %1$(authorHandle)@
nl: door %1$(authorHandle)@
tr: Hazırlayan: %1$(authorHandle)@
uk: від %1$(authorHandle)@
vi: bởi %1$(authorHandle)@
zh_hant: 來自 %1$(authorHandle)@

# Scene.Collections.collectionAuthorAddedYouOnDate
source: %1$(collectionAuthor)@ added you on %2$(date)@
be: %1$(collectionAuthor)@ дадаў(-ла) Вас %2$(date)@
da: %1$(collectionAuthor)@ tilføjede dig %2$(date)@
de: %1$(collectionAuthor)@ fügte dich am %2$(date)@ hinzu
es_ar: %1$(collectionAuthor)@ te agregó el %2$(date)@
et: %1$(collectionAuthor)@ lisas sind %2$(date)@
fr: %1$(collectionAuthor)@ vous a ajouté·e le %2$(date)@
ga: Chuir %1$(collectionAuthor)@ thú ar %2$(date)@
is: %1$(collectionAuthor)@ bætti þér við þann %2$(date)@
it: %1$(collectionAuthor)@ ti ha aggiunto/a in data: %2$(date)@
nl: %1$(collectionAuthor)@ heeft je op %2$(date)@ toegevoegd
tr: %1$(collectionAuthor)@ sizi %2$(date)@ tarihinde ekledi
uk: %1$(collectionAuthor)@ додав вас %2$(date)@
vi: %1$(collectionAuthor)@ đã thêm bạn vào %2$(date)@
zh_hant: %1$(collectionAuthor)@ 於 %2$(date)@ 將您加入

# Scene.Collections.collectionsExplainerLong
source: Collections (coming in Mastodon 4.6) allow you to create your own curated lists of accounts to recommend to others.
be: Калекцыі (новая функцыя Mastodon 4.6) дазволяць Вам ствараць свае ўласныя спісы ўліковых запісаў, каб раіць іх іншым.
da: Med samlinger (kommer i Mastodon 4.6) kan du oprette dine egne kuraterede lister over konti, som du kan anbefale til andre.
de: Mit Sammlungen (ab Mastodon v4.6) kannst du eigene Listen kuratieren, um auf empfehlenswerte Profile hinzuweisen.
es_ar: Las colecciones (que vendrán en Mastodon 4.6) te permiten crear tus propias listas de cuentas seleccionadas para recomendar a otras personas.
et: Kogumikud (lisanduvad Mastodoni versioonis 4.6) võimaldavad sul luua omakoostatud kasutajakontode nimekirju, mida teistele soovitada.
fr: Les collections (à venir dans Mastodon 4.6) permettent d'organiser vos propres listes de comptes à recommander aux autres.
ga: Ligeann bailiúcháin (atá ar fáil i Mastodon 4.6) duit do liostaí cuntas coimeádta féin a chruthú le moladh do dhaoine eile.
is: Söfn (sem koma fram í Mastodon 4.6) gera þér kleift að búa til þina eigin ritstýrðu lista yfir þá aðganga sem þú vilt mæla með við aðra.
it: Le collezioni (in arrivo su Mastodon 4.6) ti permettono di creare i tuoi elenchi curati di account da consigliare ad altri.
tr: Koleksiyonlar (Mastodon 4.6 sürümünde geliyor) size başkalarına önermek için kendi derlediğiniz hesap listelerini oluşturmanızı sağlar.
uk: Колекції (очікуйте в Mastodon 4.6) дозволяють створювати власні списки облікових записів для інших.
vi: Gói khởi đầu (sẽ có trong Mastodon 4.6) cho phép bạn tạo danh sách các tài khoản được tuyển chọn để giới thiệu cho người khác.
zh_hant: 收藏名單功能（將於 Mastodon 4.6 上線）允許您建立自己的精選帳號名單並推薦予其他人。

# Scene.Collections.collectionsExplainerShort
source: Collections are curated lists of accounts to help others discover more of the Fediverse.
be: Калекцыі — спісы адабраных уліковых запісаў, якія дапамагаюць іншым знаходзіць нешта новае ў федэральным сусвеце.
da: Samlinger er kuraterede lister over konti, der skal hjælpe andre med at opdage mere af Fediverset.
de: Sammlungen sind kuratierte Listen, die anderen helfen, mehr Konten im Fediverse zu entdecken.
es_ar: Las colecciones son listas de cuentas seleccionadas para ayudar a otras personas a descubrir más del Fediverso.
et: Kogumikud on hoolikalt koostatud kontode nimekirjad, mis aitavad teistel Födiversumit paremini avastada.
fr: Les collections sont des listes de comptes sélectionnés pour aider les autres à découvrir le Fédivers.
ga: Is liostaí cuntas coimeádta iad bailiúcháin chun cabhrú le daoine eile teacht ar níos mó den Chónaidhm.
is: Söfn eru ritstýrðir listar yfir aðganga til að hjálpa öðrum að uppgötva fleira á samfélagsnetinu.
it: Le collezioni sono elenchi curati di account che aiutano gli altri utenti a scoprire di più sul fediverso.
tr: Koleksiyonlar diğerlerinin Fediverse'ü daha iyi keşfetmesi için oluşturulan derlenmiş hesap listeleridir.
uk: Колекції - це підібрані списки облікових записів, які допоможуть іншим дослідити більше Fediverse.
vi: Gói khởi đầu là những danh sách chứa những tài khoản tuyển chọn để giúp khám phá mọi người trên Fediverse.
zh_hant: 收藏名單為幫助其他人探索 Fediverse 之精選帳號名單。

# Scene.Collections.confirmRemoveFromCollectionMessage
source: This action can’t be undone. This user will still be able to add you to other collections, unless you block them.
be: Гэтае дзеянне немагчыма скасаваць. Гэты карыстальнік усё яшчэ зможа дадаваць Вас у іншыя калекцыі, калі Вы не заблакіруеце яго.
da: Denne handling kan ikke fortrydes. Denne bruger vil stadig kunne tilføje dig til andre samlinger, medmindre du blokerer dem.
de: Diese Aktion kann nicht rückgängig gemacht werden. Das Profil wird dich trotzdem zu anderen Sammlungen hinzufügen können, solange es nicht blockiert wird.
es_ar: Esta acción no se puede deshacer. Este usuario podrá agregarte a otras colecciones, a menos que las bloquees.
et: Seda tegevust ei saa tagasi pöörata. Kui sa just pole teda blokeeringud, siis see kasutaja saab sind jätkuvalt lisada muudesse kogumikesse.
fr: Cette action ne peut pas être annulée. Vous pourrez toujours être ajouté·e à d'autres collections par ce compte, à moins de le bloquer.
ga: Ní féidir an gníomh seo a chealú. Beidh an t-úsáideoir seo fós in ann tú a chur le bailiúcháin eile, mura gcuireann tú bac orthu.
is: Þessa aðgerð er ekki hægt að afturkalla. Þessi notandi mun áfram geta bætt þér í önnur söfn, nema ef þú lokar á viðkomandi.
it: Questa azione non può essere annullata. Questo utente potrà comunque aggiungerti ad altre collezioni, a meno che tu non lo blocchi.
nl: Deze bewerking kan niet ongedaan worden gemaakt. Deze gebruiker kan je nog steeds aan andere verzamelingen toevoegen, tenzij je de gebruiker blokkeert.
tr: Bu işlem geri alınamaz. Bu kullanıcı siz onu engellemediğiniz sürece sizi diğer koleksiyonlara eklemeye devam edebilecektir.
uk: Цю дію скасувати не можна. Цей користувач все ще зможе додати вас до інших колекцій, якщо ви їх не заблокуєте.
vi: Thao tác này không thể hoàn tác. Họ vẫn có thể thêm bạn vào các gói khởi đầu khác, trừ khi bạn chặn họ.
zh_hant: 此動作將無法復原。此使用者仍能將您加入至其他收藏名單，除非您封鎖他。

# Scene.Collections.confirmRemoveFromCollectionTitle
source: Remove yourself from “%1$(collectionName)@”?
be: Прыбраць Вас з "%1$(collectionName)@"?
da: Fjern dig selv fra “%1$(collectionName)@”?
de: Möchtest du wirklich aus „%1$(collectionName)@“ entfernt werden?
es_ar: ¿Querés quitarte de “%1$(collectionName)@”?
et: Kas eemaldad ennast „%1$(collectionName)@“ kogumikust?
fr: Vous retirer de « %1$(collectionName)@ » ?
ga: Bain tú féin as “%1$(collectionName)@”?
is: Á að fjarlægja þig úr “%1$(collectionName)@”?
it: Rimuovere te stesso/a da "%1$(collectionName)@”?
nl: Jezelf uit '%1$(collectionName)@' verwijderen?
tr: Kendinizi “%1$(collectionName)@” koleksiyonundan çıkarıyor musunuz?
uk: Видалити себе з “%1$(collectionName)@”?
vi: Xóa bạn khỏi “%1$(collectionName)@”?
zh_hant: 是否將您自「%1$(collectionName)@」中移除？

# Scene.Collections.createCollection
source: Create a Collection
be: Стварыць калекцыю
da: Opret en samling
de: Sammlung erstellen
es_ar: Crear colección
et: Koosta kogumik
fr: Créer une collection
ga: Cruthaigh Bailiúchán
is: Búa til safn
it: Crea una collezione
nl: Maak een verzameling aan
tr: Bir Koleksiyon Oluştur
uk: Створити Колекцію
vi: Tạo một gói khởi đầu
zh_hant: 建立收藏名單

# Scene.Collections.hideThisTabInstead
source: Hide this tab instead
be: Або схаваць гэтую ўкладку
da: Skjul denne fane i stedet
de: Diesen Tab ausblenden
es_ar: En su lugar, ocultar esta pestaña
et: Selle asemel peida antud vahekaart
fr: Cacher cet onglet
ga: Folaigh an cluaisín seo ina ionad
is: Fela frekar þennan flipa
it: Nascondi questa scheda invece
nl: Verberg dit tabblad
tr: Onun yerine bu sekmeyi gizle
uk: Приховати цю вкладку
vi: Ẩn tab này
zh_hant: 改為隱藏此分頁

# Scene.Collections.numberOfAccounts
source: %1$(count)lld accounts
be: %1$(count)lld уліковых запісаў
da: %1$(count)lld konti
de: %1$(count)lld Konten
es_ar: %1$(count)lld cuentas
et: %1$(count)lld kasutajakontot
fr: %1$(count)lld comptes
ga: %1$(count)lld cuntais
is: %1$(count)lld aðgangar
it: %1$(count)lld account
tr: %1$(count)lld hesap
vi: %1$(count)lld tài khoản
zh_hant: %1$(count)lld 個帳號

# Scene.Collections.remove
source: Remove
be: Выдаліць
da: Fjern
de: Entfernen
es_ar: Quitar
et: Eemalda
fr: Supprimer
ga: Bain
is: Fjarlægja
it: Rimuovi
nl: Verwijder
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hant: 刪除

# Scene.Collections.removeMe
source: Remove me
be: Выдаліць мяне
da: Fjern mig
de: Mich entfernen
es_ar: Quitarme
et: Eemalda mind
fr: Me retirer
ga: Bain mé
is: Fjarlægja mig
it: Rimuovimi
nl: Verwijder mij
tr: Beni çıkar
uk: Видалити мене
vi: Xóa tôi
zh_hant: 將我移除

# Scene.Collections.reportCollection
source: Report collection
be: Паскардзіцца на калекцыю
da: Anmeld samling
de: Sammlung melden
es_ar: Denunciar colección
et: Teata sellest kogumikust
fr: Signaler la collection
ga: Bailiúchán tuarascálacha
is: Kæra safn
it: Segnala la collezione
nl: Rapporteer verzameling
tr: Koleksiyonu bildir
uk: Поскаржитись на Колекцію
vi: Báo cáo gói khởi đầu
zh_hant: 檢舉收藏名單

# Scene.Collections.sensitiveContentHeading
source: Sensitive content
be: Адчувальнае змесціва
da: Følsomt indhold
de: Inhaltswarnung
es_ar: Contenido sensible
et: Delikaatne sisu
fr: Contenu sensible
ga: Ábhar íogair
is: Viðkvæmt efni
it: Contenuto sensibile
nl: Gevoelige inhoud
tr: Hassas içerik
uk: Чутливий вміст
vi: Nội dung nhạy cảm
zh_hant: 敏感內容

# Scene.Collections.sensitiveContentMessage
source: The description and accounts may not be suitable for all viewers.
be: Апісанне і ўліковыя запісы могуць не пасаваць усім гледачам.
da: Beskrivelsen og kontiene er muligvis ikke egnet for alle.
de: Die Beschreibung und Konten sind möglicherweise nicht für alle geeignet.
es_ar: La descripción y las cuentas pueden no ser adecuadas para todos los espectadores.
et: Kirjeldus ja kasutajakontod ei pruugi olla kõikide vaatajate jaoks sobivad.
fr: La description et les comptes peuvent ne pas convenir à tous les publics.
ga: B’fhéidir nach mbeidh an cur síos agus na cuntais oiriúnach do gach lucht féachana.
is: Lýsing og aðgangar gætu ekki hentað hverjum sem er.
it: La descrizione e gli account potrebbero non essere adatti a tutti i tipi di pubblico.
nl: De omschrijving en accounts zijn mogelijk niet voor iedereen geschikt.
tr: Açıklama ve hesaplar, bu koleksiyonu görüntüleyen herkes için uygun olmayabilir.
uk: Опис і облікові записи можуть не підходити для всіх глядачів.
vi: Phần mô tả và nội dung có thể không phù hợp với tất cả người xem.
zh_hant: 內容說明與帳號也許不適合所有瀏覽者。

# Scene.Collections.stayTunedForCollections
source: Stay tuned for Collections
be: Рыхтуйцеся да Калекцый
da: Hold udkig efter samlinger
de: Sammlungen sind bald verfügbar
es_ar: Mantenete pendiente de las colecciones
et: Ole valmis, kogumikud on varsti kasutusel
fr: Restez connecté pour les collections
ga: Bígí ag súil le Bailiúcháin
is: Kynntu þér hvað séu söfn
it: Resta sintonizzato/a per le collezioni
nl: Binnenkort: verzamelingen
tr: Koleksiyonlar için beklemede kalın
uk: Слідкуйте за оновленнями для Колекцій
vi: Hãy đón chờ Gói khởi đầu
zh_hant: 敬請期待收藏名單

# Scene.Collections.youAreFeaturedInThisCollection
source: You’re featured in this collection
be: Вас уключылі ў гэту калекцыю
da: Du er med i denne samling
de: Du bist ein Teil dieser Sammlung
es_ar: Te destacaron en esta colección
et: Sa oled selles kogumikus esile tõstetud
fr: Vous faites partie de cette collection
ga: Tá tú le feiceáil sa bhailiúchán seo
is: Þú kemur fyrir í þessu safni
it: Sei presente in questa collezione
nl: Je wordt in deze verzameling uitgelicht
tr: Bu koleksiyonda öne çıkarılıyorsunuz
uk: Ви представлені в цій Колекції
vi: Bạn đã được thêm vào gói khởi đầu này
zh_hant: 您已被加入至此收藏名單
